{
  "title": "长沙麻将",
  "desc": "<font color='#a61717'>一、基本规则</font>\n1、长沙麻将增加了四喜、板板胡、六六顺、缺一色、天胡、地胡牌型\n2、共108张牌：筒、索、万，不带东、南、西、北、中、发、白。\n3、摸牌规则：游戏开始，庄家得14张牌，闲家得13张牌。庄家从手牌中选一张丢出，闲家有权要那张丢出的牌。庄家得下家，有权吃或碰。其他两家则只可碰或杠，“胡”比“碰”优先，“碰”比“吃”优先\n4、坐庄规则：第一局由创房间者为庄家。以后谁胡牌，下局谁做庄家。如果出现通炮情况，则下轮由放炮玩家当庄家。如果有人要了海底牌后却没有人胡，则要海底牌的玩家当庄家。如果四个玩家都不要海底牌，则下轮由第一个可以选择海底牌的玩家当庄家\n\n<font color='#a61717'>二、胡牌类型</font>\n1、小胡：即平胡（以下特殊牌型胡到的时候，只需要系统弹出相应牌型名称。玩家点击后就可胡牌。且此牌型需要展示一下给其他玩家看。不需要组成胡牌牌型）\n（1）大四喜：起牌后，玩家手上已有4张一样的牌，即可加分（四喜计分等同小胡自摸）\n（2）板板胡：起牌后，玩家手上没有一张2、5、8（将牌），即可加分（等同小胡自摸）；\n（3）缺一色：起牌后，玩家手上筒、索、万任缺一门，即可加分（等同小胡自摸）\n（4）六六顺：起牌后，玩家手上已有2个刻子（刻子：3个一样的牌）（等同小胡自摸）\n（5）节节高：发完牌后，玩家手上有3连对将且同花色，例如2个1万，2个2万，2个3万（等同小胡自摸）\n（6）3同：起完牌后，玩家手上有3对点数相同的3门牌，例如2个1万，2个1筒，2个1条（等同小胡自摸）\n（7）一枝花满足以下任意一种情况\nA、发完牌后，玩家手上只有一只将牌，且这只将牌数字为“5”（等同小胡自摸）\nB、发完牌后，玩家手牌中某花色只有一张，且这张牌为“5”（等同小胡自摸）\n（8）中途四喜：牌局过程中，手中有4张相同的牌，可以板牌展示，胡“中途四喜”（等同小胡自摸一次）\n注：中途四喜牌局中途摸到此牌型摊牌一次（算小胡一次），再将牌收起继续打牌，胡牌；\n（9）平胡：2、5、8作将，其余成刻子或顺子，即可胡牌。\n2、大胡\n（1）碰碰胡：1万1万1万、1筒1筒1筒、7筒7筒7筒、3条3条3条、7条7条，乱将，即表示任意数字的牌都可以做将，可以是2、5、8牌做将，也可以是1、3、4、6、7、9牌做将，可碰、杠、自摸\n（2）将将胡：玩家手上每一张牌都为2、5、8，玩家过程中可碰牌（可以不组成胡牌牌型）\n（3）清一色：同一种花色的牌组成，任意一种胡牌规则皆可，可吃、可碰、可杠，如果还满足其他规则的大胡，则在原有大胡基础上叠加\n（4）海底捞月：最后一张牌为海底牌。海底胡牌为大胡，需要将（将的种类根据当前牌型决定）\n（5）海底炮：如果A玩家要了海底牌，而又不能胡牌；B玩家没有要海底牌，而又胡这张海底牌，即为B玩家胡牌。同时，如果C玩家和D玩家也能胡，则通胡\n（6）七小对：任意花色组成的七对牌\n（7）豪华七小对：手中任意七对牌，其中有4张一样的牌，但不能杠，算2个大胡的分，即12分\n8）杠上开花：玩家有4张一样的牌，即可选择开杠（听牌的情况下）。开杠需要补2张牌，补张的牌被开杠者胡则为杠上开花，算大胡\n（9）抢杠胡：暗杠不能抢杠胡，只有明杠可以抢杠胡。玩家在明杠时候，其他玩家可以胡被杠的此张牌，叫抢杠胡\n（10）杠上炮：开杠者补张，补张的牌开杠者不能胡，而其他玩家可以胡，则属于杠上炮\n（11）全求人：吃、碰、补张以及杠后只剩一张（俗称单调）由别人打出或者自己摸到相同的牌张即可胡牌\n（12）双豪华七小对：手中任意七对牌，其中有2组4张一样的牌，但没有杠。算三个大胡的分，即18分\n（13）天胡：单指庄家。庄家起牌后，即已经胡牌（不包括起手胡牌型，需要258做将）\n（14）地胡：指闲家。当庄家打出第一张牌时，给闲家点炮（需要258做将）；\n（15）假将胡：开杠、抢杠胡不要将，海底胡不要将\n<font color='#a61717'>三、特殊规则</font>\n1、抓鸟\n（1）中鸟加分：抓鸟在胡牌后进行，由胡牌方进行（一炮多响时由点炮玩家进行），此时从顺着牌堆上取创建房间时选的鸟牌张数，其中鸟牌以胡牌方为1序位，当鸟牌的序数为159时，为胡牌方A的鸟牌，26为胡牌方的下家B的鸟牌，37为胡牌方的对家C的鸟牌，48为胡牌方的上家D的鸟牌。例如自摸胡牌方中鸟1个，则其他人多输1分（点炮胡时，点炮玩家和胡牌玩家都要按照方位来看是否中鸟，自摸胡时按照三家方位来看是否中鸟）\n（2）中鸟翻倍：胡牌后由胡牌玩方抓1鸟，摸到159算胡牌方中鸟，其他玩家多输1倍，如果摸到26，则下家牌型分多输1倍，以此类推\n（3）159奖码：胡牌后由胡牌玩家抓建房时选取的奖码张数，其中牌为159算胡牌方中码，其他玩家多输中码分数\n2、通炮\n即几个玩家可胡同一张牌，此牌即为通炮。也称一炮多响\n3、补张\n（1）听牌前补张：如果玩家手中有一个可杠的牌，则系统弹出提示“补张”，玩家选择补张之后，从牌尾补一张牌再手中，玩家可以选择是否打出这张牌；\n（2）听牌后补张：如果玩家手中有一个可杠的牌，则系统弹出提示“杠”，“补张”，玩家可选择杠和补张，如果玩家选择杠后，则系统通过掷骰子来决定玩家摸第几舵牌，且摸到的这2张牌，玩家不能胡的情况下必须要打出。如果玩家选择补张，则从牌尾补一张牌到手中，玩家可以选择是否打出这张牌\n（3）补张后可胡牌，算作自摸，不算杠上花\n4、海底牌漫游：即玩家可选择是否要海底牌，按照座次轮询\n5、漏胡（过手胡）：如果玩家漏掉了炮胡，自己打牌后的同一圈内，胡牌分数没有发生变化的情况下，别人打出多张自己可以胡的牌，第一张牌不胡则后面的牌都不能胡。玩家有摸、吃、碰、杠、补等操作或番数变大情况下才可胡\n6、杠牌：玩家听牌后通过掷骰子决定从牌堆中摸哪两张牌。如果玩家因为杠上来的两张牌中的其中一张牌糊了算杠上开花，如果没胡则必须打出摸到的2张牌，如果其他玩家胡了打出的该2张牌中的一张则算杠上炮，属于大胡\n7、飘：选择飘玩法后，开局前玩家可选择飘或飘几分，系统可选择不飘，飘1分。飘2分。飘3分。牌局结束，两人之间产生输赢时，输家要多输出一定的分数，数量等于两人飘分的总和\n8、暗杠需要翻开一张给其他玩家看到，杠不算分\n<font color='#a61717'>四、计分规则</font>\n1、小胡接炮：点炮方输1分，总得分=1分；庄家接炮，点炮方输2分（庄闲）\n2、小胡自摸：每人2分，总得分2*3=6分；庄家自摸，每人输3分（庄闲）\n3、大胡接炮：点炮方输6分，总得分=6分；庄家接炮，点炮方输7分（庄闲）\n3、大胡自摸：每人输6分，总得分6*3=18分；庄家自摸，每人输7分（庄闲）\n备注：\n三人中鸟规则\n抓鸟在胡牌后进行，由胡牌方进行（一炮多响时由点炮玩家进行），从牌墩上取创建房间时选择的鸟牌张数，其中鸟牌以胡牌方为第一序位：四八空鸟：逆时针，庄家159、下家26、上家37\n二人中鸟规则\n创建房间时选择的鸟牌张数，其中鸟牌以胡牌方为第一序位：三七、四八空鸟：逆时针，庄家159、下家26\n"
}