{
  "title":"<font color='#2c7c1a'>代理商合作协议</font>",
  "desc":"<font color='#6E3700'>序言</font>\n欢迎您使用《乐趣湖南麻将》（“游戏”）\n代理商系统软件（“本系统软件”）及服务。本系统软件及服务\n的所有权和运营权属于杭州然趣网络科技有限公司（“本公司”\n或“我们”）。本代理商合作协议（“本协议”）是本公司的\n代理商（“代理商”或“您”）与本公司之间的电子协议。\n本公司在此特别提醒，为访问和使用本系统软件及服务，\n您当事先认真阅读本协议各条款，特别是免除或者限制本公司\n责任的条款以及对代理商的权利进行限制的条款，并选择接受\n或不接受。如您不同意本协议，请不要注册、登录、或使用本\n系统软件及服务。当您点击确认键注册、登录或使用本系统软\n件及相关服务，即视为您对本协议的完全接受并同意受该协议\n的约束，成为本公司的代理商，有权从本公司购买游戏钻石\n卡、金币卡等产品或服务（“游戏产品”），并对外销售。\n<font color='#6E3700'>一、合作目的</font>\n为了推广、拓展我们的游戏市场，本着互惠、互利、诚实信用\n的原则，我们诚征游戏产品销售代理商。如果您有良好的市场\n开拓能力和社会资源，可以成为我们的代理商，通过各种合法\n方式和渠道，推广、销售我们的游戏产品和服务。我们将提供\n一切必要的支持，帮助代理商获得成功，实现双方互利共赢。\n<font color='#6E3700'>二、代理商资质</font>\n您承诺，在成为我们的代理商时，您已经并将持续具备如下资\n质：\n2.1具有完全民事权利能力和民事行为能力，能够独立承担民\n事责任。\n2.2熟悉当地游戏市场，拥有健全、合法的销售渠道。\n2.3拥有良好的商业信誉和充足的运作资金。\n<font color='#6E3700'>三、您的权利和义务</font>\n3.1您有权以低于市场统一定价的价格、批量购买我们的游戏\n产品，并以市场统一定价对外转售。如果我们对代理商的销售\n价格确定了指导价格，您承诺不得低于该指导价格对外转售游\n戏产品。\n3.2您有权根据我们制定的市场支持和返点政策，获得我们的\n市场支持和返点奖励。\n3.3您有权按照我们的相关政策获得销售游戏产品及服务的收\n益。\n3.4您使用本系统软件所提供的信息资料必须真实、准确、合\n法，不得以欺诈手段获得代理商资格，否则，我们有权立即取\n消您的代理商资格并追究您的法律责任。如您提交的资料有任\n何变动，必须在本系统软件中及时更新，或以其他合理的方式\n告知我们客服人员，以保证其资料的准确性。如因您未及时更\n新相关信息资料而造成损失的，将由您自行承担，我们不承担\n责任。\n3.5您须在我们授权的销售区域内销售游戏产品，不得越区销\n售。\n3.6您须按照我们制定的市场统一定价或对代理商的指导价格\n销售游戏产品。未经我们事先书面同意，不得私自降价销售，\n不得扰乱游戏产品的市场价格体系。\n3.7您在销售游戏产品的过程中，不得有虚假广告、诱骗消费者\n购买等违反国家法律、法规的行为，也不得通过其他违法的销\n售渠道、方式销售游戏产品。您违反前述规定产生的一切纠纷\n和责任由您自行承担，如因此给我们造成损失的，您须赔偿我\n们由此产生的全部损失。同时，我们保留追究您的相关法律责\n任的权利。\n3.8您在代理期限内应当自觉维护我们的声誉及公司形象，不得\n对我们进行任何形式的诋毁，也不得参与任何形式的不利于我\n们品牌、业务、游戏产品的活动，且不得以我们公司或员工名\n义对外从事任何活动。\n<font color='#6E3700'>四、我们的权利和义务</font>\n4.1我们有权对您通过本系统软件提交的申请信息和资料进行\n审核，并有权单方决定是否通过您的代理商申请。\n4.2我们有权了解您推广、销售游戏产品以及履行本协议的情况，\n并有权要求您提供必要的资料、数据和有关证据，您同意配合\n提供。\n4.3我们有权根据市场经营情况随时调整我们的政策（包括但不\n限于代理商政策、价格、奖励返点、结算等），我们将通过系统\n消息或邮件等形式将我们最新的政策发送给您。您应当遵守我们\n的各项政策。如您不接受我们修改后的政策，您可以单方终止与\n我们的合作、并停止使用本系统软件及服务。\n4.4我们有权单方变更、中止或终止本系统软件及服务，且不需\n对您、游戏产品玩家或任何第三方负责。我们将以电话、短信、\n系统消息/页面或者电子邮件等方式通知您前述情况，通知自发\n出之时即视为送达。\n4.5我们将尽一切合理努力保证本系统软件和数据的稳定，但因\n技术或第三方原因导致产品停机、数据丢失等问题，我们不向您\n或其他第三方承担赔偿、补偿责任。\n4.6我们将及时向您支付您销售游戏产品及服务所应获得的收益，\n但本协议另有约定的除外。\n4.7我们将对您通过本系统软件提交的申请信息和资料进行保密，\n未经您书面同意，我们不会将您的信息和资料向任何第三方透露。\n但，发生以下情形之一的，我们可不经您同意而向相关部门或第\n三方公开或披露您的个人信息：\n（1）根据相关法律规定，或有管辖权的司法机关或政府部门强\n制性要求批露的；\n（2）根据我们的相关政策（违反法律的除外），或为了维护我\n们的知识产权或其它合法权益的；\n（3）发生紧急情况，为了维护代理商、第三方或社会大众的财\n产或人身安全。\n<font color='#6E3700'>五、知识产权声明</font>\n5.1本公司是本系统软件的知识产权权利人。本系统软件的一切\n著作权、商标权、专利权、商业秘密等知识产权，以及与本系统\n软件相关的所有信息内容（包括但不限于文字、图片、音频、\n视频、图表、界面设计、版面框架、有关数据或电子文档等）均\n受中华人民共和国法律法规和相应的国际条约保护，本公司享有\n上述知识产权。您不可假冒和改变我们的商标、标志、商业信息\n等，不得故意造成与我们游戏产品或服务的混淆。\n5.2未经我们书面同意，您不得为任何商业或非商业目的自行或\n许可任何第三方实施、利用、转让上述知识产权，我们保留追究\n前述行为法律责任的权利。\n5.3本用户协议项下的系统软件及服务按其“现状”予以提供，不\n附带任何明示或默示的保证。我们明确排除任何有关游戏产品适\n销性、适合特定用途和没有侵权的默示保证。\n5.4对于任何由于存取或使用本系统软件而导致的任何数据损失、\n利润损失或损害，不论以何种形式产生的，不论前述损失或损害\n是否为直接、间接、附带、特殊或后果性损失或损害，本公司无\n须承担任何责任。\n<font color='#6E3700'>六、违约责任</font>\n您理解并同意，如您违反本协议第二条、第三条的规定，或违反\n本协议其他条款的，除本协议对违约情形另有约定外，我们有权\n依合理判断，根据您的违约事实和严重程度，对您的违约行为进\n行处理，包括但不限于，暂停甚至撤销您的代理商资格，停发、\n扣发您销售游戏产品及服务的收益，向您追讨违约行为所获得的\n利益，并依据法律法规保存有关信息向有关主管部门报告或采取\n其他适当的法律行动等，您应独自承担由此而产生的一切法律责\n任。\n<font color='#6E3700'>七、协议转让、变更、终止</font>\n7.1未经我们事先书面同意，您不得将本协议约定的权利、义务\n转让给任何第三方，也不得擅自委托第三方从事游戏产品的推广、\n销售行为。\n7.2您可自主决定，单方终止与我们的合作、并停止使用本系统\n软件及服务。\n7.3我们有权根据公司业务发展需要，终止本协议的合作。在此\n情况下，我们将通过发布公告等形式通知您，协议的终止自公告\n发布之日起生效。\n7.4我们有权在必要时修改本协议条款，并通过公告、系统消息\n或邮件等形式公布，修改自公告公布之日、或消息送达至您的邮\n箱之日起生效。如果您不接受修改后的协议，您应立即终止与我\n们的合作、并停止使用本系统软件及服务。\n<font color='#6E3700'>八、适用法律及争议解决</font>\n8.1本协议的成立、生效、履行、解释及纠纷解决，适用中华人\n民共和国法律。\n8.2若您和我们发生任何纠纷或争议，首先应友好协商解决；协\n商不成的，双方均有权向被告所在地有管辖权的法院提起诉讼。\n<font color='#6E3700'>九、其他</font>\n9.1本协议所有条款的标题仅为阅读方便，本身并无实际涵义，\n不能作为本协议涵义解释的依据。\n9.2本协议条款无论因何种原因部分无效或不可执行，其余条款\n仍有效，对双方具有约束力。\n9.3本协议未尽事宜，双方可另行签署补充协议。补充协议与本\n协议的内容不一致的，以补充协议的规定为准。"
}