{
  "title": "<font color='#2c7c1a'>用户协议</font>",
  "desc": "<font color='#a61717'>健康游戏忠告</font>\n    抵制不良游戏，拒绝盗版游戏。注意自我保护，谨防受骗上当。适度游戏益脑，沉迷游戏伤身。合理安排时间，享受健康生活。\n    严禁用户利用本公司游戏从事赌博等违法犯罪活动，一经发现，本公司将立即关闭封停账号，并向公安机关举报。<font color='#a61717'>\n序言</font>\n    欢迎您（或称“用户”）使用杭州然趣网络技术有限公司（下称“本公司”或“我们”）提供的在线游戏产品和服务（下称“游戏产品和服务”）。\n    本协议由《用户协议》正文、附件一《文化部网络游戏服务格式化协议必备条款》（下称“附件一”）、以及本公司不时公布的各项服务规则组成。本协议是用户接受本公司游戏产品和服务时适用的通用条款。因此，请您在登陆本公司游戏之前，详细阅读本协议的所有内容，特别是免除或者限制本公司责任的条款以及对用户的权利进行限制的条款。如您未满18周岁，请在法定监护人的陪同下阅读本协议。\n    一旦您点击确认键登录、进入本公司游戏，即表示您同意遵循本协议的所有约定，并愿意受其约束。如果发生纠纷，您不得以未仔细阅读为由进行抗辩。\n    根据经营情况的变化，本公司有权随时更改本协议（包括各游戏产品和服务的相关规则），并通过公告、系统消息或邮件等形式公布，修改自公告公布之日、或消息送达至您的邮箱之日起生效。如果您不同意本公司作出的修改，您可以主动停止使用本公司的游戏产品和服务，如果在本公司修改本协议后，您仍继续使用本公司游戏产品和服务，即表示您同意本公司对本协议所做的所有修改。<font color='#a61717'>\n一、资费说明</font>\n1.1本公司有权决定游戏产品和服务的资费标准和收费方式，并可能会就不同的游戏产品和服务、或者游戏产品和服务的不同阶段确定不同的资费标准和收费方式。有关本公司游戏产品和服务的资费标准、收费方式、购买方式等信息，本公司将会放置在该游戏产品和服务的官方网站或者相关页面的显著位置。\n1.2使用本公司游戏产品和服务，您需购买并消耗钻石或金币，您应通过合法正规的途径从本公司授权的线上、线下渠道购买，您通过非正规途径购买钻石或金币遭受损失的，将由您自行承担责任。<font color='#a61717'>\n二、授权许可</font>\n2.1在您遵守本协议以及相关法律规定的前提下，本公司授予您一项个人的、不可转让及非排他性的许可，使用本公司游戏产品和服务，包括：\n（1）下载、安装、启动、登陆、升级本公司游戏；\n（2）创建游戏角色，查阅游戏规则、对局结果，创建、进入游戏房间，设置游戏玩法、参数，使用聊天、社交功能。\n2.2您所使用的部分服务可能为本公司从第三方获得许可并得到其授权使用的，在使用这些服务的过程中您亦需了解并遵守第三方授权许可的内容及条款。<font color='#a61717'>\n三、用户账号</font>\n3.1本公司游戏目前通过微信验证的方式登陆，请您妥善保管包括您的微信账号在内的各类账号和密码，并正确、安全地使用各类账号和密码。如您将账号、密码向他人转让、出售、出借，或授权他人使用，或以其他形式进行处分，由此产生的全部责任和后果均由您自行承担，本公司对此不承担任何责任。如本公司因此遭受损失的，您应当赔偿本公司损失。\n3.2您承诺以真实身份信息认证注册账号，并按照附件一的规定，登陆实名注册系统并进行实名注册。\n3.3若您发现账号或密码被他人非法使用或有异常使用的情形，应立即通知本公司客服人员暂停该账号的登录和使用，本公司将按照附件一的相关规定进行处理。\n3.4本公司将按照国家相关法律规定对未满18岁的用户进行防沉迷限制。并将根据您实名注册信息判断您是否年满18周岁。如您未满18周岁，本公司将按照国家相关法律规定或您的监护人的要求对您的账号进行限制。\n3.5如您长期连续未登录本公司某款游戏的，您在该款游戏内的游戏数据可能会因为技术原因被删除，本公司不因此承担任何责任。<font color='#a61717'>\n四、用户行为准则</font>\n4.1您在使用本公司游戏产品和服务时不得从事以下行为：\n（1）将本公司游戏软件租赁、复制、出租、分许可、发布、修改、改编或翻译。\n（2）对本公司游戏软件进行反向工程、反向汇编、反向编译，或制作任何衍生作品，或尝试运用本公司游戏软件的目标码创造其源代码。\n（3）未经本公司书面同意，下载、安装非由本公司开发或授权的第三方软件、插件、外挂、系统，使用我们的游戏产品和服务。\n（4）使用任何工具以绕避、停止或规避本公司游戏软件的任何加密、安保或认证功能。\n（5）通过各种方式入侵游戏服务器，干扰服务器的正常运行，纂改、增加、删除游戏数据。\n（6）通过非本公司开发、授权的插件、外挂、系统，登录或使用本公司游戏产品和服务，或制作、发布、传播上述工具。\n（7）自行或者授权他人、第三方软件对游戏软件及其组件、模块、数据进行干扰。\n（8）制作、发布、传播、使用任何形式的妨碍游戏公平性的辅助工具或程序（外挂）。\n（9）利用程序的漏洞和错误破坏游戏的正常进行或传播该漏洞或错误。\n（10）利用本公司游戏产品和服务从事赌博等违法犯罪活动。\n（11）传播非法言论或不当信息，包括但不限于色情、暴力画面或犯罪活动信息。\n（12）从事虚假或误导性活动（例如，编造虚假理由索要现金，假冒他人）或者中伤或诽谤活动。\n（13）从事侵犯他人隐私或数据保护权利的活动。\n4.2您理解并同意，自您登陆本公司游戏开始，您必须为自己账号下的一切行为负责。您应对本公司游戏产品和服务的内容自行加以判断，并承担因使用本公司游戏产品和服务而引起的所有风险，包括因对本公司游戏产品和服务内容的正确性、完整性或实用性的依赖而产生的风险。本公司无法且不会对因前述风险而导致的任何损失或损害承担责任。您下载、安装非本公司开发或授权使用的任何第三方软件的一切行为及由此产生的任何后果，应由您自行承担。如因此给本公司或其他第三方造成损失的，您应承担全部责任。\n4.3您理解并确认，您为了进入并使用本公司游戏产品和服务而购买、消耗的钻石或金币，您不会与其他用户进行交易。您在使用本公司游戏时产生的积分数据仅仅只是您在游戏中与其他用户对局后产生的虚拟对局结果，您承诺不会将这些虚拟对局结果进行游戏外结算，包括但不限于，将积分数据用于兑换任何法定货币或实物。\n4.4为了保障用户的合法权益，本公司对盗号及盗号相关行为（包括但不限于，盗取账号、密码、游戏数据、用户个人信息、协助盗号等）予以严厉打击和处罚。一经查证属实或应有权主管机关的要求，本公司有权视具体情况采取立即封号等措施，情节严重的，本公司保留对涉案用户追究法律责任的权利。如因此给本公司、其他用户或第三方造成损失的，涉案用户应承担全部责任。\n4.5如本公司发现、收到他人举报或用户投诉您违反本协议约定的，经本公司查证属实，本公司将根据您情节的严重程度，有权采取不予认证注册您的账号、要求您限期改正、强制您离线、暂停您使用账号、终止向您提供游戏产品和服务等处理措施，同时，本公司将视情况向有关主管部门报案，追究您的行政责任，甚至刑事责任。如因此给本公司或其他第三方造成损失的，您将承担全部责任。<font color='#a61717'>\n五、用户信息使用、保护</font>\n5.1您同意，本公司可将您的信息，包括但不限于，您在实名注册系统中注册的信息、您账号下的游戏数据，以及您在使用本公司游戏服务和产品的过程中提供的其他信息，用于游戏软件监察/判断、市场推广、不记名的追踪使用行为、认证、保护著作权及其他目的。除本协议对用户资料及信息另有约定外，您同意本公司依照本协议及相关法律规定收集、使用和披露用户资料及信息。\n5.2本公司可以通过电子邮件、短信或者其他方式向您提供关于游戏产品和服务的推广信息或其他商业信息。\n5.3本公司将根据国家相关法律规定和附件一的相关规定对您的信息进行保护。<font color='#a61717'>\n六、责任限制</font>\n6.1发生下列情形之一时，本公司有权停止或中断游戏服务器所提供之服务，对因此而产生的不便或损害，本公司对用户或第三人均不承担责任，但本公司有义务尽力避免服务中断、停止或将中断、停止时间限制在最短时间内：\n（1）在紧急情况之下为维护国家安全或其它会员及第三者之人身安全； \n（2）不可抗力及其他第三方原因。\n6.2在适用法律允许的最大范围内，本公司并不担保本公司所提供的游戏产品和服务一定能满足用户的要求，也不担保提供的游戏产品和服务不会被中断，并且对游戏产品和服务的适销性、适用性、及时性、安全性、无病毒、出错发生、以及信息是否能准确、及时、顺利的传送均不作任何担保。 \n6.3在适用法律允许的最大范围内，本公司不就因用户使用本公司的游戏产品和服务引起的，或在任何方面与本公司的游戏产品和服务有关的任何意外的、非直接的、特殊的、或间接的损害或请求（包括但不限于因人身伤害、因隐私泄漏、因未能履行包括诚信或合理谨慎在内的任何责任、因过失和因任何其他金钱上的损失或其他损失而造成的损害赔偿）承担任何责任。 \n6.4本公司对本协议项下涉及的境内外基础电信运营商的固定及移动通信网络的故障，各类技术缺陷、覆盖范围限制、不可抗力、计算机病毒、黑客攻击、用户所在位置、用户关机、合作方因素、他人故意或过失行为或其他非本公司技术能力范围内的原因造成的服务中断、用户发送的数据或短信息的内容丢失、出现乱码、错误接收、无法接收、迟延接收等等，均不承担责任。<font color='#a61717'>\n七、知识产权</font>\n7.1本公司游戏产品和服务相关的知识产权，包括但不限于著作权、商标权、专利权、商业秘密、技术秘密、以及其他内容（包括但不限于文字、图片、音频、视频、界面设计、相关数据或电子文档等），均为本公司或其权利人所有，受中华人民共和国法律或相关国际条约的保护。\n7.2您在使用本公司游戏产品和服务的过程中所产生的游戏数据（包括但不限于账号数据信息、角色数据信息、等级物品数据信息、积分等）的所有权和知识产权属于本公司所有。在法律允许的最大限度内，本公司有权处置这些游戏数据。\n7.3本公司游戏产品和服务可能涉及第三方知识产权，您在使用游戏产品和服务时应意并遵守第三方知识产权的相关规定。<font color='#a61717'>\n八、损害赔偿</font>\n如您违反本协议或可适用的法律法规，导致本公司及关联公司、分支机构及其人员，受雇人、代理人及其他一切相关履行辅助人员因此受到损害或支出任何衍生费用（包括但不限于支付前述法律主体须就用户的违约或违法行为所进行的一切辩护或索偿诉讼及相关和解之法律费用），您应承担补偿相关费用及支付损害赔偿费用的责任。<font color='#a61717'>\n九、适用法律及争议解决</font>\n9.1本协议的订立、效力、解释、履行及争议解决适用中华人民共和国法律。\n9.2若您和我们发生任何纠纷或争议，首先应友好协商解决；协商不成的，双方均有权向本公司所在地有管辖权的法院提起诉讼。<font color='#a61717'>\n十、其他</font>\n10.1未经本公司事先书面同意，用户不得转让在本协议项下的权利或义务。本公司有权通过本公司的子公司或其他关联公司行使其在本协议项下的权利或履行本协议项下的义务。\n10.2如用户对本协议或本公司游戏产品和服务存有任何疑问，可以通过本公司客服联系我们，客服联系方式为电话：0755-86715942，QQ：3029391804。\n10.3本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。\n10.4本协议所有条款的标题仅为阅读方便，本身并无实际涵义，不能作为本协议涵义解释的依据。\n10.5在法律允许的范围内，本公司享有对本协议条款的解释权。<font color='#a61717'>\n附件一  文化部网络游戏服务格式化协议必备条款</font>\n    根据《网络游戏管理暂行规定》（文化部令第49号），文化部制定《网络游戏服务格式化协议必备条款》。甲方为网络游戏运营企业，乙方为网络游戏用户。<font color='#a61717'>\n一、账号注册</font>\n1.1 乙方承诺以其真实身份注册成为甲方的用户，并保证所提供的个人身份资料信息真实、完整、有效，依据法律规定和必备条款约定对所提供的信息承担相应的法律责任。\n1.2 乙方以其真实身份注册成为甲方用户后，需要修改所提供的个人身份资料信息的，甲方应当及时、有效地为其提供该项服务。<font color='#a61717'>\n二、用户账号使用与保管</font>\n2.1 根据必备条款的约定，甲方有权审查乙方注册所提供的身份信息是否真实、有效，并应积极地采取技术与管理等合理措施保障用户账号的安全、有效；乙方有义务妥善保管其账号及密码，并正确、安全地使用其账号及密码。任何一方未尽上述义务导致账号密码遗失、账号被盗等情形而给乙方和他人的民事权利造成损害的，应当承担由此产生的法律责任。\n2.2乙方对登录后所持账号产生的行为依法享有权利和承担责任。\n2.3 乙方发现其账号或密码被他人非法使用或有使用异常的情况的，应及时根据甲方公布的处理方式通知甲方，并有权通知甲方采取措施暂停该账号的登录和使用。\n2.4 甲方根据乙方的通知采取措施暂停乙方账号的登录和使用的，甲方应当要求乙方提供并核实与其注册身份信息相一致的个人有效身份信息。\n2.4.1 甲方核实乙方所提供的个人有效身份信息与所注册的身份信息相一致的，应当及时采取措施暂停乙方账号的登录和使用。\n2.4.2 甲方违反2.4.1款项的约定，未及时采取措施暂停乙方账号的登录和使用，因此而给乙方造成损失的，应当承担其相应的法律责任。\n2.4.3 乙方没有提供其个人有效身份证件或者乙方提供的个人有效身份证件与所注册的身份信息不一致的，甲方有权拒绝乙方上述请求。\n2.5 乙方为了维护其合法权益，向甲方提供与所注册的身份信息相一致的个人有效身份信息时，甲方应当为乙方提供账号注册人证明、原始注册信息等必要的协助和支持，并根据需要向有关行政机关和司法机关提供相关证据信息资料。<font color='#a61717'>\n三、服务的中止与终止</font>\n3.1乙方有发布违法信息、严重违背社会公德、以及其他违反法律禁止性规定的行为，甲方应当立即终止对乙方提供服务。\n3.2乙方在接受甲方服务时实施不正当行为的，甲方有权终止对乙方提供服务。该不正当行为的具体情形应当在本协议中有明确约定或属于甲方事先明确告知的应被终止服务的禁止性行为，否则，甲方不得终止对乙方提供服务。\n3.3乙方提供虚假注册身份信息，或实施违反本协议的行为，甲方有权中止对乙方提供全部或部分服务；甲方采取中止措施应当通知乙方并告知中止期间，中止期间应该是合理的，中止期间届满甲方应当及时恢复对乙方的服务。\n3.4 甲方根据本条约定中止或终止对乙方提供部分或全部服务的，甲方应负举证责任。 <font color='#a61717'>\n四、用户信息保护</font>\n4.1 甲方要求乙方提供与其个人身份有关的信息资料时，应当事先以明确而易见的方式向乙方公开其隐私权保护政策和个人信息利用政策，并采取必要措施保护乙方的个人信息资料的安全。\n4.2未经乙方许可甲方不得向任何第三方提供、公开或共享乙方注册资料中的姓名、个人有效身份证件号码、联系方式、家庭住址等个人身份信息，但下列情况除外：\n4.2.1 乙方或乙方监护人授权甲方披露的；\n4.2.2 有关法律要求甲方披露的；\n4.2.3 司法机关或行政机关基于法定程序要求甲方提供的；\n4.2.4 甲方为了维护自己合法权益而向乙方提起诉讼或者仲裁时；\n4.2.5 应乙方监护人的合法要求而提供乙方个人身份信息时。"
}